Repository: oscarahalvorsen/masterproject
Catalog: maalfrid/tmx/sikkerhverdag.no.csv-en-nb.deduped.tmx
Source language: en
Languages: nb

source: NRK is responsible for broadcasting messages from the authorities in an emergency and other important information on the radio.
nb: NRK har ansvar for å sende myndighetenes beredskapsmeldinger og viktig informasjon på radio.

source: Spray or brush soapy water onto the hose and connections.
nb: Spray eller pensle såpevann på slange og koblinger.

source: Fireproof materials include metal, porcelain, sand or stone.
nb: Brannsikre materialer kan for eksempel være metall, porselen, sand eller stein.

source: It requires a trampoline to be of a certain stability and strength, and for the mat to retain its elasticity over time.
nb: For eksempel stilles det krav til trampolinens stabilitet og styrke, og til at matten skal bevare elastisiteten over tid.

source: The lanterns can reach a height of up to 800 metres, burn for 20–40 minutes, and drift in the air for several kilometres.
nb: Lanternene flyr i opptil 800 meters høyde, brenner i 20-40 minutter og kan fly mange kilometer avgårde.

source: Hang the reflector at eye level and shine the flashlight at it from a distance of at least 4 metres.
nb: Heng refleksen i øyehøyde og lys på den fra minst 4 meters avstand.

source: It takes between 10 and 30 hours for the temperature in a full freezer to rise from minus 18 to minus 12 degrees.
nb: Det tar 10-30 timer før temperaturen i en full fryseboks stiger fra minus 18 til minus 12 grader.

source: In the event of acute imminent danger to life and health, call the emergency services on 110, 112 or 113.
nb: Ved akutt fare for liv og helse ringer du nødnumrene 110, 112 og 113.

source: Segway-style vehicles and hoverboards that are imported and sold on the Norwegian market are classed as machinery.
nb: Ved import og omsetning på det norske markedet klassifiseres ståbrett og ståhjulinger som maskiner.

source: The distance between the base of the bed and the top of the rails must be at least 60 centimetres, sufficient to prevent a baby from climbing over the top.
nb: Fra sengebunnen og opp til kanten på sengen skal være minst 60 centimeter, slik at barnet ikke greier å klatre over kanten.

source: Acrylic fibres melt and drip.
nb: Akrylfibrene smelter og drypper.

source: You can also buy gas hoses that have a regulator connected at one end.
nb: Du kan også kjøpe gasslange med regulator koblet til den ene enden.

source: Keep your home clean and tidy.
nb: Hold boligen din ryddig og ren.

source: You must be 18 years or older to use most types of fireworks.
nb: Det er 18 års aldergrense for bruk av de fleste typer fyrverkeri.

source: Individual containers may not hold more than 60 litres.
nb: Hver enkelt beholder må ikke romme mer enn 60 liter.

source: The spacing between the rails in a cot must be no more than 6 centimetres.
nb: Avstanden mellom sprinklene i en sprinkelseng skal ikke være mer enn 6 centimeter.

source: You must keep this.
nb: Den må du må ta vare på.

source: Correct use of extension leads:
nb: Slik bruker du skjøteledning riktig:

source: Storing gas and flammable liquids in an apartment
nb: Oppbevare gass og brannfarlig væske i leilighet

source: Stove guard requirements
nb: Krav til komfyrvakter

source: Complete, clean and dry
nb: Helt, rent og tørt

source: A fire alarm system or smoke alarm(s) must be fitted to all dwellings, cabins and holiday properties.
nb: Det skal være brannalarmanlegg eller røykvarsler(e) i alle boliger, hytter og fritidseiendommer.

source: Remove any seals on the gas bottle.
nb: Fjern eventuell forsegling på gassflasken.

source: An inflated life jacket should stay inflated for 24 hours.
nb: En oppblåst redningsvest skal holde på luft i 24 timer.

source: So what should you do?
nb: Men hva skal du gjøre?

source: One important requirement is for the glass/film in the glasses to allow through only 1 out of 100,000 parts of solar light, thereby protecting the eyes from the strongest rays.
nb: Et viktig krav er at glasset/ filmen i brillene kun skal slippe igjennom 1 av 100.000 deler sollys, slik at øynene beskyttes mot de sterke strålene.

source: If you relight a short, half burnt fuse, you also risk lighting the fast-burning fuse at the same time.
nb: Hvis du tenner på en kort, halvbrent lunte, risikerer du å tenne på hurtiglunta samtidig.

source: The stove guard is made up of a sensor and a trip switch, which will either be behind the stove or in the fuse box.
nb: Komfyrvakten består av en sensor og en strømavbryter, som enten er plassert bak komfyren eller i sikringsskapet.

source: Examples include electric radiators, portable oil heaters, tumble dryers and washing machines.
nb: Panelovner, flyttbar oljeovner, tørketromler og vaskemaskiner er eksempler på slike apparater.

source: You can buy them from most building supplies and hardware stores.
nb: Disse får du tak i på byggevarehus og jernvarehandlere.

source: Read and follow the user instructions and any warnings.
nb: Les og følg bruksanvisningen og eventuelle advarselsmerkinger.

source: In new systems, an earth leakage circuit breaker is part of the circuit breaker system (trip switches).
nb: I nye anlegg er jordfeilbryteren en del av automatsikringene (vippesikringene).

source: A good rule of thumb is never to plug appliances that use more than 1000 kW of electricity into an extension lead.
nb: En tommelfingerregel er at apparater som bruker over 1000 watt ikke skal koples til med skjøteledning over lang tid.

source: The thinner the fabric, the more easily it burns.
nb: Jo tynnere stoffet er, jo lettere brenner det.

source: Light-emitting diodes (LED) are a robust and popular alternative to traditional light sources such as incandescent lightbulbs, halogen lightbulbs and compact fluorescent lightbulbs.
nb: Lysdioder (LED) er et robust og populært alternativ til tradisjonelle lyskilder som glødepærer, halogenpærer og sparepærer.

source: In addition, there are also businesses that store large amounts of fireworks.
nb: I tillegg har vi virksomheter som lagrer store mengder fyrverkeri.

source: Another parameter to consider is colour rendering – measured using the Ra index.
nb: En annen parameter er fargegjengivelsen – Ra-indeks.

source: Wash out flesh, blood and brain matter.
nb: Rens ut kjøtt, blod og hjernemasse.

source: If you barbecue with gas, never put the gas bottle under the barbecue.
nb: Hvis du griller med gass, sett aldri gassflasken under grillen.

source: Here are the requirements and a fire safety checklist for your cabin.
nb: Her er kravene og sjekklisten for god brannsikkerhet på hytta.

source: All homes must have either a domestic fire hose or a fire extinguisher that contains at least 6 kilograms of powder or foam.
nb: Alle boliger skal ha enten en husbrannslange eller et brannslokkeapparat som inneholder minst 6 kilo pulver eller skum.

source: Requirements and CE marking
nb: Krav og CE-merking

source: Take out your rubbish and any leftover food, to prevent bacteria and pests.
nb: Kvitt deg med søppel og matrester, slik at ikke bakterier og skadedyr trives.

source: It is the skipper’s responsibility to ensure that children under the age of 15 are wearing a suitable flotation device
nb: Det er båtførerens ansvar at barn under 15 år har egnet flyteutstyr på.

source: Acrylic is the most flammable of all the synthetic fibres.
nb: Akryl er den mest brennbare av de syntetiske fibrene.

source: Talk about keeping the area around the stove clean and tidy.
nb: Ta en prat om rydding og renhold rundt komfyren.

source: Examples of these include masks made of paper or face coverings made of cloth.
nb: Dette kan for eksempel være masker laget av papir, eller munnbind som er sydd av tekstiler.

source: You are allowed to store a maximum of two 11 kg bottles per home
nb: Du kan oppbevare maksimalt to flasker på 11 kilo per boenhet.

source: Category 4 is for high mountains and sea.
nb: Kategori 4 er for høyfjell og ved sjøen.

source: You can also find us on facebook.com/sikkerhverdag
nb: Du finner oss også på facebook.com/sikkerhverdag

source: Search the Electrical Enterprise Register (opens in new window)
nb: Søk i Elvirksomhetsregisteret (åpner nytt vindu)

source: You should also keep barbecues, bonfires and other potential sources of ignition at least 5 metres away from the diesel tank.
nb: Grilling, bålbrenning og andre kilder som kan sette fyr på dieselen bør også holdes minst 5 meter unna.

source: Never use the computer in bed.
nb: Ikke bruk pc i senga.

source: Check for leaks before you turn on the gas
nb: Sjekk for lekkasjer før du åpner for gassen.

source: Here are a few measures that can reduce their risk of falling, indoors and outdoors.
nb: Her er noen tiltak som reduserer faren for fall både innendørs og utendørs.

source: What should neighbours do?
nb: Hva bør du som nabo gjøre?

source: Do you believe everything you see?
nb: Tror du på bilder?

source: Follow the manufacturer’s instructions for proper use and maintenance.
nb: Følg produsentens instruksjoner for riktig bruk og vedlikehold.

source: Candles can burn down faster than you think because of draughts or impurities.
nb: Lys kan brenne ned fortere enn du tror på grunn av trekk eller feil med lyset.

source: Wood-burning stoves and open fireplaces are a good source of heat.
nb: Vedovn eller peis er en god varmekilde.

source: The maximum amount of flammable gas (such as propane) allowed in a residential unit is 55 litres (2 x 11 kg canisters) and the maximum amount of flammable liquids (such as petrol and methylated spirits) is 10 litres.
nb: Maksimalt tillatte mengde brannfarlig gass (som propan) i en boenhet, er 55 liter (2 x11 kg beholdere) og 10 liter brannfarlig væske (som bensin og rødsprit).

source: If a cord is longer than 22 cm, a child could get this round its neck and be strangled.
nb: Hvis snorene er over 22 centimeter lange kan barnet få disse rundt halsen og bli kvalt.

source: Basic rules for candles:
nb: Huskeliste for bruk av levende lys:

source: Wearing a face mask is not recommended for children under secondary school age.
nb: Barn under ungdomsskolealder anbefales ikke å bruke munnbind.

source: Then you can be sure you'll be seen in the dark.
nb: Da kan du være trygg på at du synes i mørket.

source: For example, the purpose may be to make money, to swindle you, to influence your political views, or to cause confusion among the population.
nb: Hensikten kan for eksempel være å tjene penger, svindle deg, påvirke hva du mener politisk, eller skape forvirring i befolkningen.

source: Flotation devices must bear the CE mark.
nb: Flytevester og redningsvester skal være CE-merket.

source: Ammonium nitrate in concentrations of 16% or higher by weight of nitrogen in relation to ammonium nitrate
nb: Koble til eller skifte topolede skjøtekontakter og apparatkontakter til og med 16 A, med og uten jording.

source: For example, the LED lighting system at the Rockheim national museum of popular music in Trondheim has interfered with the approach systems at Værnes airport.
nb: For eksempel har LED-lysanlegget på Rockheim i Trondheim forstyrret innflygningssystemene til Værnes flyplass.

source: The letters CE stand for the European Community – la Communauté Européenne.
nb: Bokstavene CE er en forkortelse på det europeiske fellesskapet – la Communautè Europèenne.

source: These products are intended for private use only.
nb: Disse produktene er kun ment for privat bruk.

source: The result is a light source that uses 10 to 15 times less electricity to produce the same amount of light.
nb: Resultatet er en lyskilde som kan bruke 10 til 15 ganger mindre strøm på å produsere samme mengde lys.

source: Gas camping lanterns, Primus stoves, ski wax burners, aerosol cans and other small gas containers should only be stored outdoors.
nb: Gassbluss, primus, skibrenner, spraybokser og andre små gassbeholdere bør bare brukes utendørs.

source: Category 0 is for cloudy skies.
nb: Kategori 0 er for overskyet vær.

source: Are you skilled enough to do the activity safely?
nb: Har du nok kunnskap til å gjennomføre aktiviteten på en trygg måte?

source: A distance of around 10 centimetres is enough to ensure that the candles will not start to melt each other.
nb: En avstand på rundt 10 centimeter er nok til at lysene ikke smelter hverandre.

source: How to insulate a freezer:
nb: Slik isolerer du fryseren:

source: You should lower it to the lowest and safest position, with 60 centimetres between the base and the top, as soon as the baby starts trying to sit up or pull themselves up.
nb: Du bør bytte til den laveste og tryggeste posisjonen, med 60 centimeter mellom bunn og topp, så snart barnet forsøker å sette seg eller reise seg opp.

source: LEDs with a colour temperature in the range 2700 to 3000 degrees Kelvin provide a warm light.
nb: For å få et varmt lys bør du velge LED med fargetemperatur i området 2700 til 3000 grader kelvin.

source: This is the result of a survey conducted by the Directorate for Civil Protection (DSB).
nb: Dette viser en undersøkelse Direktoratet for samfunnssikkerhet og beredskap (DSB) har gjort.

source: Thin, lightweight textiles that provide plenty of air catch fire and burn quickly.
nb: Tynne og lette tekstiler som slipper til mye luft antennes og brenner raskt.

source: The most important measure is making sure people can maintain a distance of at least 1 metre.
nb: Det viktigste tiltaket å legge til rette for å kunne opprettholde minst 1 meters avstand.

source: Make sure the home is well lit.
nb: Sørg for god belysning.

source: What needs to have CE marking?
nb: Hva skal CE-merkes?

source: For specialists and companies
nb: For fagfolk og virksomheter

source: What does the CE mark mean?
nb: Hva betyr CE-merket?

source: Did you know that you must be over the age of 18 to buy and use fireworks, and that it is illegal to bring fireworks into Norway from abroad?
nb: Visste du at det er 18-årsgrense for kjøp og bruk av fyrverkeri, og at det er ulovlig å ta med seg fyrverkeri fra utlandet?

source: Surgical face masks are intended for one-time use.
nb: Medisinske munnbind er beregnet for engangsbruk.

source: This must be shown in the history panel inside the fuse box.
nb: Dette skal være beskrevet i oversikten inne i sikringsskapet.

source: Check that the air valve has a stopper / plug.
nb: Sjekk at luftventilen har en stopper/propp.

source: Every year, the fire service is called out to between 100 and 150 cabin fires.
nb: Hvert år rykker brannvesenet ut til mellom 100 og 150 hyttebranner.

source: The basic needs that must be met in the first three days of any crisis are heating, drink, food, medicines, hygiene and information.
nb: De grunnleggende behovene som må dekkes de første tre døgnene av en krise er varme, drikke, mat, legemidler, hygiene og informasjon.

source: Close inlet valves and chimney hatches.
nb: Steng ventiler og luker til skorsteinen.

source: Gas must never be kept in the cellar
nb: Gass skal aldri oppbevares i kjelleren.

source: For people over the age of 65, between 80–90% of injuries are due to a fall.
nb: For personer over 65 år skyldes 80–90 % av skadene hvert år fallulykker.

source: It’s also a good idea to carry out a fire drill – practice makes perfect, especially in emergency situations.
nb: Det kan også være lurt å gjennomføre en brannøvelse – øvelse gjør mester, også når det gjelder evakuering.

source: There are three ways to charge an EV on normal charge: Mode 1, Mode 2 and Mode 3.
nb: Det finnes tre ulike måter å normallade elbilen på - mode 1, mode 2 og mode 3.

source: Non-medical face masks/cloth face coverings can be factory produced or homemade and may be made for one-time use or be reusable (washable).
nb: Ikke-medisinske munnbind/ tøymunnbind kan være fabrikkproduserte eller hjemmelagde, og de kan være laget for én eller flere gangs bruk (vaskbare).

source: Gas containers must be kept in an upright position, above ground level and in a well ventilated place.
nb: Beholdere med gass skal oppbevares stående, over bakkenivå og på et godt ventilert sted.

source: When you have finished boiling the skull and it is completely clean, leave it to cool.
nb: Når kraniet er ferdig kokt og helt rengjort, legges det til avkjøling.

source: Here is some information that may be useful for anyone who has experienced a fire.
nb: Her er informasjon som kan være nyttig for deg som har opplevd en brann.

source: Large and medium trampolines must come with safety nets and matting/padding to protect the edge of the trampoline.
nb: Mellomstore og store trampoliner skal leveres med sikkerhetsnett og matte/polstring til beskyttelse av kanten rundt trampolinen.

source: Labelling and information
nb: Merking og informasjon

source: Never use extension leads for appliances over 1000 kW.
nb: Ikke bruk skjøteledning på apparater over 1000 watt.

source: If a face covering has been manufactured in accordance with the CEN guidelines, the manufacturer can mark the product with CWA 17553:2020.
nb: Dersom et munnbind er laget i henhold til CEN-veiledningen kan produsenten merke varen med CWA 17553:2020.

source: More and more cars now have an SOS button linked to eCall.
nb: Flere og flere biler har en SOS-knapp i bilen som er tilknyttet eCall.

source: However, companies and individuals who intend to store diesel and heating oil are subject to the requirement to exercise care (section 5 in the regulations on handling hazardous chemicals).
nb: Både virksomheter og privatpersoner som skal lagre diesel og fyringsolje er imidlertid underlagt krav til aktsomhet (§ 5 i forskrift om håndtering av farlig stoff).

source: Remember that you will also need gas or paraffin.
nb: Husk også at du må ha tilgang på gass eller parafin.

source: If you store gas outdoors, the container should be in a shady place.
nb: Oppbevarer du gass utendørs, la beholderne stå i skyggen.

source: If you buy a new regulator, DSB recommends that you choose this type.
nb: Skal du kjøpe ny regulator anbefaler DSB at du velger en slik type.

source: Decide on which equipment is best for you and your home.
nb: Finn slokkeutstyret som passer best for deg og din bolig.

source: Sunglasses with Category 4 protection are not suitable for driving.
nb: Solbriller med beskyttelse i kategori 4 er ikke egnet hvis du skal kjøre bil.

source: If it catches fire, you only have a few minutes to put it out.
nb: Tar det fyr, har du bare et par minutter på å slokke brannen.

source: Test before use
nb: Test før bruk

source: Candles and flammable materials are a dangerous combination.
nb: Levende lys og brennbare materialer er en farlig kombinasjon.

source: : Same requirements as for Type II, but the face mask is also splash resistant.
nb: Samme krav som type II, men munnbindet er i tillegg sprutbestandig.

source: three tinned meals or three bags of dried food per person
nb: tre bokser middagshermetikk eller tre poser tørrmat per person

source: Gas or paraffin heater
nb: Gass- eller parafinovn

source: Be careful with sky lanterns and flying Chinese lanterns.
nb: Vær forsiktig med skylanterner og svevende kinesiske lykter.

source: Also make sure that there are handrails on all stairs.
nb: Sørg også for at det er rekkverk på alle trapper.

source: Stay away from large panes of glass in doors and windows.
nb: Hold deg borte fra store glassflater i dører eller vinduer.

source: Listen to the radio and search for information online.
nb: Lytt til radio og søk etter tilgjengelig informasjon på nettet.

source: The Norwegian Medicines Agency is the supervisory authority for surgical masks.
nb: Det er Legemiddelverket er myndighet for medisinske munnbind

source: Alert the fire service on the emergency number 110.
nb: Varsle brannvesenet på nødnummer 110.

source: If you intend to store diesel and heating oil outdoors, you should make sure there is a gap of at least 5 metres between this and timber walls or other flammable material.
nb: Skal du oppbevare diesel og fyringsolje utendørs bør du sørge for minst 5 meter avstand til trevegger og annet brennbart materiell.

source: Gas bottles cannot be refilled and sold by just anyone.
nb: Det er ikke hvem som helst som kan fylle på og selge gassflasker.

source: The police will lead the response and will be responsible for notifying neighbours.
nb: Det er Politiet som leder innsatsarbeidet og som vil stå for varslingen av naboer.

source: People over the age of 70 are between four and five times more likely to die in a fire compared to others.
nb: Personer over 70 år har fire til fem ganger høyere risiko for å omkomme i brann som resten av befolkningen.

source: Keep yourself informed via the radio, television, internet and government social media profiles.
nb: Hold deg orientert via radio, tv, Internett og myndighetsprofiler på sosiale medier.

source: To prevent accidents, it's important that gas is stored correctly and legally.
nb: For at det ikke skal skje ulykker, er det viktig at du oppbevarer gassen riktig og lovlig.

source: Fireworks that do not go off at the first attempt should therefore be left for 30 minutes or submerged thoroughly in water before being removed.
nb: Fyrverkeri som ikke tar fyr på første forsøk, bør derfor stå i 30 minutter og dynkes grundig i vann før det blir fjernet.

source: You can fit stove guards that plug into the socket yourself.
nb: Komfyrvakter som skal plugges i stikkontakten kan du montere selv.

source: Notify the emergency services (call 110, 112 or 113) if you can and they are not already on the scene.
nb: Varsle nødetatene (110, 112 og 113) dersom du har mulighet og de ikke allerede er på plass.

source: The place where you store gas must not be too hot.
nb: Det må ikke være for varmt der du lagrer gass.

source: It is your responsibility to keep chimneys and fireplaces maintained.
nb: Det er ditt ansvar å sørge for å holde skorsteiner og ildsteder i orden.

source: If you are thinking about replacing halogen lightbulbs with LEDs in downlights, it is important to be aware that downlights with LED bulbs will normally need a special LED dimmer.
nb: Skal du bytte ut halogen med LED i downlights, vær oppmerksom på at downlights med LED-pærer normalt vil ha behov for en spesiell LED-dimmer.

source: Charging with a special cable (Mode 2)
nb: Lading med spesialkabel (mode 2)

source: Even if you have made alternative plans for heating in the event of a power cut, it may not be possible to heat your home to a comfortable temperature.
nb: Selv om du har tenkt på alternative oppvarmingsmuligheter hvis strømmen går, er det ikke sikkert du oppnår ønsket temperatur i boligen din.

source: Fireworks that do not go off at the first attempt should be left for 30 minutes or submerged thoroughly in water before being removed.
nb: Fyrverkeri som ikke tenner ved første forsøk skal stå i 30 minutter eller dynkes grundig i vann før det fjernes.

source: Tips for a safe fire:
nb: Tips til trygg bålbrenning:

source: This can create an explosive fireball.
nb: Dette kan gi en eksplosjonsartet brann.

source: Tips for safe fires:
nb: Tips til trygg bålbrenning:

source: If your system uses propane, choose LPG (liquid petroleum gas) in the drop-down list of hazardous fuels.
nb: Bruker anlegget ditt propan, velg LPG (liquid petroleum gas) i nedtrekkslisten med farlige stoffer.

source: A good rule of thumb is that appliances that need over 1000 watts should not be run on an extension lead for any length of time.
nb: En tommelfingerregel er at apparater som bruker over 1000 watt ikke bør kobles til med skjøteledning over lengre tid.

source: Clothes made from wool and modacrylic are the least flammable.
nb: Klær av ull og modalakryl er de mest brannsikre.

source: Emergency radio channel NRK P1
nb: Beredskapskanalen NRK P1

source: Use protective goggles to prevent eye injuries.
nb: Bruk beskyttelsesbriller for å unngåøyeskader.
